/* Напишите программу, которая принимает на
вход трёхзначное число и на выходе показывает вторую
цифру этого числа.
456 -> 5
782 -> 8
918 -> 1 */
 
 /* int A = new Random().Next(100, 1000);
 Console.WriteLine(A);

int B = A /10;

Console.WriteLine(B % 10); */


/////////////////////////////////////



/* Напишите программу, которая принимает на
вход цифру, обозначающую день недели, и проверяет,
является ли этот день выходным.
6 -> да
7 -> да
1 -> нет */ 

/* int A = new Random().Next(1, 8);
Console.WriteLine(A);

if(A <= 5)
{
    Console.WriteLine("Рабочий день недели");
}
else 
{
    Console.WriteLine("Выходной день");
}
*/